Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Army Commander
ja: 軍司令官

source: Arnkel
ja: アーンケル

source: Arno
ja: アーノ

source: Arnold Lydspor
ja: アーノルド・リドスポー

source: Arnor
ja: アーノー

source: Arrav
ja: アラヴ

source: Arrg
ja: アーグ

source: Arrg (hard)
ja: アーグ（上級）

source: Arrow
ja: 矢

source: Arrow shaft
ja: 矢のシャフト

source: Arrows
ja: 矢

source: Arsen the Thief
ja: 盗人のアーセン

source: Art
ja: アート

source: Art Critic Jacques
ja: 美術評論家のジャックス

source: Artefact
ja: 人工物

source: Artefacts
ja: 人工物

source: Arthur
ja: アーサー

source: Arthur the Clue Hunter
ja: 巻物ハンターのアーサー

source: Artima
ja: アーチマ

source: Artimeus
ja: アーチメウス

source: Artio
ja: アーティオ

source: Artur Hosidius
ja: アルテゥル・ホシディアス

source: Arvel
ja: アーヴェル

source: Arzinian Avatar of Magic
ja: アージニアンの化身・魔法

source: Arzinian Avatar of Ranging
ja: アージニアンの化身・弓

source: Arzinian Avatar of Strength
ja: アージニアンの化身・腕力

source: Arzinian Being of Bordanzan
ja: アージニアンの生命体・ボーダンザン

source: Ascend
ja: 登る

source: Asgarnia Smith
ja: アスガニア・スミス

source: Asgarnian Ale
ja: アスガルニアン・エール

source: Asgarnian Hops
ja: アスガニアン・ホップ

source: Asgarnian ale
ja: アスガルニアン・エール

source: Asgarnian seed
ja: アスガニアンの種

source: Ash
ja: 灰

source: Ash pile
ja: 灰の山

source: Ashes
ja: 灰

source: Ashild
ja: アシルド

source: Ashuelot Reis
ja: アシュエロット・レイス

source: Askeladden
ja: アスケラデン

source: Asleif's necklace
ja: アスリーフのネックレス

source: Aspidistra plant
ja: ハランの株

source: Assassin
ja: 暗殺者

source: Assemble
ja: 組み立てる

source: Assessment
ja: アセスメント

source: Assignment
ja: 討伐任務を受ける

source: Assistant
ja: 助手

source: Assistant Brock
ja: 助手のブロック

source: Assistant Le Smith
ja: 助手のル・スミス

source: Assistant Lori
ja: 助手のローリ

source: Assistant Marrow
ja: 助手のマロウ

source: Assistant Serf
ja: 助手のセーフ

source: Assistant Stan
ja: 助手のスタン

source: Assorted flowers
ja: 盛り合わせの花

source: Asteros Arceuus
ja: アステロス・アルセウス

source: Astronomical chart
ja: 天文図

source: Astronomy book
ja: 天文学の本

source: Asyff
ja: アシフ

source: Asyn Shade
ja: アシンの陰

source: Asyn Shadow
ja: アシンの影

source: Asyn remains
ja: アシンの遺体

source: Asyn shadow
ja: アシンの影

source: Atlas
ja: アトラス

source: Attach
ja: 繋げる

source: Attach-rope
ja: ロープをつなげる

source: Attack
ja: 攻撃

source: Attack potion(1)
ja: 攻撃力増強薬（１）

source: Attack potion(2)
ja: 攻撃力増強薬（２）

source: Attack potion(3)
ja: 攻撃力増強薬（３）

source: Attack potion(4)
ja: 攻撃力増強薬（４）

source: Attack stone
ja: 攻撃石

source: Attacker item machine
ja: 攻撃者アイテム装置

source: Attala
ja: アタラ

source: Attas plant
ja: アタスの株

source: Attas plant display
ja: アタスの株の展示

source: Attract
ja: 引き付ける

source: Attune
ja: 調和

source: Atza
ja: アツザ

source: Aubury
ja: オーブリー

source: Auctioneer
ja: 競売人

source: Audio
ja: 音声

source: Audmann
ja: オドマン

source: Auguste
ja: オウーグステ

source: Aurel
ja: オーレル

source: Aurelia
ja: エレリア

source: Austri
ja: アウストリ

source: Auto retaliate
ja: 自動反撃

source: Auto-afk
ja: 自動AFK

source: Autumn Elemental
ja: 秋のエレメンタル

source: Autumn Wreath
ja: 秋の花輪

source: Ava
ja: アヴァ

source: Avalanche
ja: 雪崩

source: Avan
ja: アバン

source: Avantoe
ja: アバント―

source: Avantoe potion (unf)
ja: アバントーの薬液（未）

source: Avantoe seed
ja: アバントーの種

source: Avatar of Creation
ja: 創造の化身

source: Avatar of Destruction
ja: 破壊の化身

source: Aviansie
ja: アヴィアンシー

source: Aviary Hatch
ja: 飼鳥のハッチ

source: Avinia
ja: アヴィニア

source: Awaken
ja: 覚醒

source: Awakened Altar
ja: 覚醒した祭壇

source: Awful anthem
ja: ひどい国歌

source: Awowogei
ja: アウォウォゲイ

source: Awusah the Mayor
ja: 市長のアウサー

source: Axe cabinet
ja: 斧のキャビネット

source: Axe case
ja: 斧ケース

source: Axe handle
ja: 斧の柄

source: Axeman's Folly
ja: 斧使いのフォリー

source: Axes
ja: 斧

source: Aya
ja: アヤ

source: Ayesha
ja: アイェシャ

source: Azzanadra
ja: アザナドラ

source: Ba-Ba
ja: バーバ

source: Ba-Ba's Phantom
ja: バーバのファントム

source: Ba-Ba's Throne
ja: バーバの王座

source: Baba Yaga
ja: バーバ・ヤーガ

source: Babi
ja: バビ

source: Baboon
ja: ヒヒ

source: Baboon Brawler
ja: 暴れ者のヒヒ

source: Baboon Mage
ja: 魔術師のヒヒ

source: Baboon Shaman
ja: シャーマンのヒヒ

source: Baboon Thrall
ja: スロールのヒヒ

source: Baboon Thrower
ja: 投げるヒヒ

source: Baby Chinchompa
ja: 幼いチンチョンパ

source: Baby Mole
ja: 幼いモグラ

source: Baby Mole-rat
ja: 幼いモグラ・ネズミ

source: Baby Roc
ja: 幼いロク

source: Baby black dragon
ja: 幼い黒竜

source: Baby blue dragon
ja: 幼い青竜

source: Baby dragon bonemeal
ja: 幼竜の骨粉

source: Baby green dragon
ja: 幼い緑竜

source: Baby impling
ja: 幼い子悪魔

source: Baby red dragon
ja: 幼い赤竜

source: Baby tanglefoot
ja: 幼いタングルフット

source: Babydragon bones
ja: 幼い竜の骨

source: Background-music
ja: BGM

source: Backpack
ja: リュックサック

source: Badger
ja: アナグマ

source: Badir the Snake Charmer
ja: ヘビ使いのバーディー

source: Badly repaired wall
ja: 修理が不完全な壁

source: Bag of salt
ja: 塩の袋

source: Bags
ja: 袋

source: Bags for sale
ja: セール中の袋

source: Bail-with
ja: で排水

source: Bailey
ja: ベイリー

source: Bailing bucket
ja: 排水バケツ

source: Bailing buckets
ja: 排水バケツ

source: Bait
ja: 餌を落とす

source: Baker
ja: パン職人

source: Baker's Stall
ja: パンの屋台

source: Baker's stall
ja: パンの屋台

source: Bakery stall
ja: パンの屋台

source: Bakuna
ja: バクナ

source: Balance
ja: バランスをとって渡る

source: Balance Elemental
ja: 均衡のエレメンタル

source: Balance beam
ja: 平均台

source: Balance-across
ja: バランスを取って渡る

source: Balancing ledge
ja: バランスのふち

source: Balancing rope
ja: バランスロープ

source: Balcony
ja: バルコニー

source: Bald Headed Eagle
ja: ハクトウワシ

source: Balfrug Kreeyath
ja: バルフルグ・クリーヤス

source: Ball
ja: ボール

source: Ball of wool
ja: 毛糸玉

source: Ballista
ja: バリスタ

source: Balloon Animal
ja: 風船動物

source: Balloon Toad
ja: 風船アマガエル

source: Bamboo Bed
ja: 竹のベッド

source: Bamboo Bookcase
ja: 竹の本棚

source: Bamboo Desk
ja: 竹のデスク

source: Bamboo Door
ja: 竹のドア

source: Bamboo Gate
ja: 竹のゲート

source: Bamboo Ladder
ja: 竹のハシゴ

source: Bamboo Pipes
ja: 竹の山

source: Bamboo Stool
ja: 竹のスツール

source: Banana
ja: バナナ

source: Banana peel
ja: バナナの革

source: Banana stew
ja: バナナのシチュー

source: Banana tree
ja: バナナの木

source: Banana tree seed
ja: バナナの木の種

source: Banana tree stump
ja: バナナの木の切り株

source: Bandage table
ja: 包帯のテーブル

source: Bandages
ja: 包帯

source: Bandit
ja: 盗賊

source: Bandit Leader
ja: 盗賊のリーダー

source: Bandit champion
ja: 盗賊のチャンピオン

source: Bandit shopkeeper
ja: 盗賊の店主

source: Bandit's brew
ja: 盗賊の醸造酒

source: Bandos altar
ja: バンドスの祭壇

source: Bandos armour display case
ja: バンドスの防具の展示ケース

source: Bandosian guard
ja: バンドスの番人

source: Banish
ja: 消す

source: Banisoch
ja: バニソック

source: Bank
ja: 銀行

source: Bank Booth
ja: 銀行ブース

source: Bank Box
ja: 銀行ボックス

source: Bank Camel
ja: 銀行ラクダ

source: Bank Chest
ja: 銀行箱

source: Bank Chest-wreck
ja: 沈没した銀行箱

source: Bank Deposit Box
ja: ポスト型金庫

source: Bank Deposit Chest
ja: 金庫

source: Bank Deposit Pot
ja: 鍋型金庫

source: Bank Table
ja: 銀行のテーブル

source: Bank booth
ja: 銀行ブース

source: Bank buffalo
ja: 銀行バッファロー

source: Bank chest
ja: 銀行箱

source: Bank counter
ja: 銀行のカウンター

source: Bank deposit box
ja: ポスト型金庫

source: Bank guard
ja: 銀行の衛兵

source: Bank light
ja: 銀行の照明

source: Bank notice board
ja: 銀行の掲示板

source: Bank papers
ja: 銀行書類

source: Bank safe
ja: 銀行の金庫

source: Bank table
ja: 銀行のテーブル

source: Bank-all
ja: 全て銀行へ

source: Banker
ja: 銀行員

source: Banker tutor
ja: 銀行員の指導者

source: Banknote Exchange Merchant
ja: 銀行券の商人

source: Banner
ja: バナー

source: Banner making stand
ja: バナー作成スタンド

source: Banner stand
ja: バナー立て

source: Banner stand space
ja: バナー立てのスペース

source: Banquet table
ja: 宴会テーブル

source: Banshee
ja: バンシー

source: Bar
ja: バー

source: Bar dispenser
ja: 延べ棒ディスペンサー

source: Bar pumps
ja: ビールポンプ

source: Baraek
ja: バラエク

source: Barb bolttips
ja: トゲのあるボルト先端

source: Barb-tailed kebbit
ja: とげ尾のケビット

source: Barbara
ja: バーバラ

source: Barbarian
ja: 蛮族

source: Barbarian Outpost
ja: 蛮族の前哨基地

source: Barbarian Warlord
ja: 蛮族の将軍

source: Barbarian anvil
ja: 蛮族の金床

source: Barbarian bartender
ja: 蛮族のバーテンダー

source: Barbarian bed
ja: 蛮族のベッド

source: Barbarian chair
ja: 蛮族の椅子

source: Barbarian guard
ja: 蛮族の衛兵

source: Barbarian table
ja: 蛮族のテーブル

source: Barbed bolts
ja: トゲのあるボルト

source: Barcrawl card
ja: バークロールのカード

source: Bard
ja: 吟遊詩人

source: Bardur
ja: バーヅー

source: Barfy Bill
ja: 気分の悪いビル

source: Barge controls
ja: 荷船の管制塔

source: Barge foreman
ja: 荷船の現場監督

source: Barge guard
ja: 荷船の警備員

source: Barge workman
ja: 荷船の作業員

source: Bark
ja: 樹皮

source: Bark Blamish Snail
ja: 樹皮のブラミシュ・カタツムリ

source: Bark sample
ja: 樹皮のサンプル

source: Barker
ja: バーカー

source: Barlak
ja: バーラク

source: Barley
ja: 大麦

source: Barley seed
ja: 大麦の種

source: Barmaid
ja: バーメイド

source: Barman
ja: バーテンダー

source: Barnabus Hurma
ja: バーナバス・フーマ

source: Baron
ja: バロン

source: Barrel
ja: 樽

source: Barrel bomb
ja: 樽の爆弾

source: Barrel of Mud
ja: 泥の樽

source: Barrel of Spears
ja: 槍の樽

source: Barrel of Water
ja: 水の樽

source: Barrel of ale
ja: エールの樽

source: Barrel of coal tar
ja: コールタールの樽

source: Barrel of fish
ja: 魚の樽

source: Barrel of fishbones
ja: 魚の骨の樽

source: Barrel of flour
ja: 小麦粉の樽

source: Barrel of naphtha
ja: ナフサの樽

source: Barrel rack
ja: 樽のラック

source: Barrel space
ja: 樽のスペース

source: Barrel stack
ja: 積まれた樽

source: Barrelchest
ja: バレルチェスト

source: Barrelchest (hard)
ja: バレルチェスト（上級）

source: Barrels
ja: 樽

source: Barren patch
ja: やせた小区画

source: Barricade
ja: バリケード

source: Barricade table
ja: バリケードのテーブル

source: Barrier
ja: バリア

source: Barronite Crusher
ja: バロナイト粉砕機

source: Barronite rocks
ja: バロナイトの岩

source: Barrow
ja: バロウ

source: Barrows
ja: バロウズ

source: Barrows Portal
ja: バロウズのポータル

source: Bars
ja: 延べ棒

source: Barstool
ja: バーのスツール

source: Bartak
ja: バータク

source: Bartender
ja: バーテンダー

source: Barus
ja: バルス

source: Basalt rock
ja: 玄武岩

source: Basalt rocks
ja: 玄武岩

source: Base schematics
ja: 基本設計図

source: Basic Jewellery Box
ja: 基本的な宝石箱

source: Basilisk
ja: バジリスク

source: Basilisk Knight
ja: バジリスク・ナイト

source: Basilisk Sentinel
ja: バジリスクの歩哨

source: Basilisk Youngling
ja: 若いバジリスク

source: Basilisk head
ja: バジリスクの頭部

source: Basket
ja: バスケット

source: Basket Fungi
ja: カゴ菌

source: Bass
ja: バス

source: Bast
ja: バスト

source: Bat
ja: コウモリ

source: Bat bonemeal
ja: コウモリの骨粉

source: Bat bones
ja: コウモリの骨

source: Bath
ja: バス

source: Bath pipes
ja: 風呂パイプ

source: Bath screen
ja: バススクリーン

source: Bathroom table
ja: バスルーム・テーブル

source: Bathtub
ja: バスタブ

source: Batt Mellamy
ja: バット・メラミ

source: Batta tin
ja: バッタの缶

source: Battered book
ja: 傷んだ本

source: Battered key
ja: 傷んだ鍵

source: Battering ram
ja: 破城槌

source: Battle mage
ja: 戦闘魔術師

source: Battle tortoise display
ja: 戦闘ガメの展示

source: Battle tower
ja: 戦闘の塔

source: Battlefront
ja: 戦線

source: Battlefront Portal
ja: 戦線のポータル

source: Battlement
ja: 胸壁

source: Battlements
ja: 胸壁

source: Battlestaff
ja: 戦杖

source: Baxtorian
ja: バクストリアン

source: Bay window
ja: 出窓

source: Beach
ja: ビーチ

source: Beacon
ja: かがり火

source: Beacon.
ja: かがり火

source: Beads of the dead
ja: 死者の玉

source: Beam
ja: ハリ

source: Bean Mound
ja: 豆の盛り

source: Beanstalk
ja: 豆の茎

source: Beanstump
ja: 豆の切り株

source: Bear Cub
ja: 子グマ

source: Bear droppings
ja: クマのフン

source: Bear fur
ja: 熊の毛皮

source: Beard
ja: 髭

source: Bearded gorilla
ja: ヒゲゴリラ

source: Bearded gorilla bonemeal
ja: ヒゲゴリラの骨粉

source: Bearded gorilla bones
ja: ヒゲゴリラの骨

source: Bearded gorilla greegree
ja: ヒゲゴリラのグリーグリー

source: Bearhead
ja: ベアヘッド

source: Beaver
ja: ビーバー

source: Bed
ja: ベッド

source: Bed hotspot
ja: ベッドのホットスポット

source: Bed space
ja: ベッドスペース

source: Bedabin Nomad
ja: ベダビンの遊牧民

source: Bedabin Nomad Fighter
ja: ベダビン遊牧民の武人

source: Bedabin Nomad Guard
ja: ベダビン遊牧民の衛兵

source: Bedabin key
ja: ベダビンの鍵

source: Bedread the bold
ja: 坊主のベッドリード

source: Bedroom door
ja: 寝室のドア

source: Beds
ja: ベッド

source: Bedsheet
ja: シーツ

source: Bee Swarm
ja: ハチの群れ

source: Bee keeper
ja: 養蜂家

source: Beehive
ja: ハチの巣

source: Beer
ja: ビール

source: Beer barrel
ja: ビールの樽

source: Beer barrels
ja: ビールの樽

source: Beer glass
ja: ビールグラス

source: Beer tankard
ja: ビアタンカード

source: Beer taps
ja: ハチトラップ

source: Bees!
ja: ハチ！

source: Beetle
ja: コガネムシ虫

source: Beggar
ja: 物乞い

source: Begin
ja: 開始

source: Beigarth
ja: ベイガース

source: Beite
ja: ビーテ

source: Bell
ja: ベル

source: Bell mechanism
ja: ベルの機構

source: Bell pull space
ja: ベル引きのスペース

source: Bell rope
ja: ベルのロープ

source: Bell-pull
ja: ベル引き

source: Belladonna
ja: ベラドンナ

source: Belladonna patch
ja: ベラドンナの小区画

source: Belladonna seed
ja: ベラドンナの種

source: Bellemorde
ja: ベレモーデ

source: Bellows
ja: ふいご

source: Bells
ja: ベル

source: Bellshroom
ja: ベルキノコ

source: Belona
ja: ベロナ

source: Below Ice Mountain Display
ja: 氷山の地下の展示

source: Belt buckle
ja: バックル

source: Belt system
ja: ベルトシステム

source: Bench
ja: ベンチ

source: Bend
ja: 曲げる

source: Benjamin
ja: ベンジャミン

source: Benny
ja: ベニー

source: Bentamir
ja: ベンタミー

source: Bernald
ja: ベーナルド

source: Berry
ja: ベリー

source: Berserk barbarian spirit
ja: 狂暴な蛮族の精霊

source: Berserker helm
ja: バーサーカーの兜

source: Bert
ja: ベート

source: Bervirius notes
ja: ベルビリウスのメモ

source: Betty
ja: ベッティー

source: Betty's cauldron
ja: ベッティーの大釜

source: Biblia
ja: ビブリア

source: Biclopse
ja: バイクロプス

source: Big Button
ja: 大きなボタン

source: Big Compost Bin
ja: 大きなコンポスト

source: Big Dave
ja: ビッグ・デーヴ

source: Big Door
ja: 大きなドア

source: Big Fish
ja: 大きな魚

source: Big Monolith
ja: 大きなモノリス

source: Big Net
ja: 大きな魚網で釣る

source: Big Plant space 1
ja: 大きな植物のスペース1

source: Big Plant space 2
ja: 大きな植物のスペース2

source: Big Snake
ja: 大きなヘビ

source: Big Tree space
ja: 大きな木のスペース

source: Big Wolf
ja: 大きなオオカミ

source: Big beer barrel
ja: 大きなビールの樽

source: Big bonemeal
ja: 大きい骨粉

source: Big bones
ja: 大きい骨

source: Big book of bangs
ja: 爆発の大著

source: Big chest
ja: 大きな宝箱

source: Big door
ja: 大きなドア

source: Big egg
ja: 大きな卵

source: Big fish
ja: 大きな魚

source: Big fishing net
ja: 大きい漁網

source: Big frog
ja: 大きなカエル

source: Big hole
ja: 大きな穴

source: Big plant
ja: 大きな植物

source: Big plant 2
ja: 大きな植物2

source: Big vase
ja: 大きな壺

source: Big window
ja: 大きな窓

source: Big, big boulder...
ja: とっても大きな巨石

source: Big, foot print
ja: 大きな足跡

source: Big-Search
ja: よく探す

source: Big-push
ja: 強く押す

source: Bill Teach
ja: ビル・ティーチ

source: Billy
ja: ビリー

source: Billy Goat
ja: ビリーヤギ

source: Billy Rehnison
ja: ビリー・レフニソン

source: Billy, a guard of Falador
ja: ビリー（ファラドーの衛兵）

source: Bin
ja: 出口

source: Bind
ja: 魔力封入

source: Binding book
ja: 束縛の本

source: Bird
ja: 鳥

source: Bird bath
ja: バードバス

source: Bird cage stand
ja: 鳥かごスタンド

source: Bird feed
ja: 鳥の餌

source: Bird feeder
ja: 鳥のエサ入れ

source: Bird hide structure
ja: 鳥監視の隠れ家

source: Bird nest
ja: 鳥の巣

source: Bird snare
ja: 鳥の罠

source: Bird's egg
ja: 鳥の卵

source: Birdhouse
ja: 鳥小屋

source: Birdhouse (empty)
ja: 鳥小屋（空）

source: Birdseed holder
ja: 鳥餌の種ホルダー

source: Birthday Balloons
ja: 誕生日の風船

source: Birthday cake
ja: 誕生日ケーキ

source: Birthday plushies
ja: 誕生日のぬいぐるみ

source: Bittercap Mushrooms
ja: ビタキャップダケ

source: Bitternut Sign
ja: ビターナッツの標識

source: Bitternut Tree
ja: ビターナットの木

source: Bjorn
ja: ブジョーン

source: Black 2h sword
ja: 黒鉄の両手剣

source: Black Cat
ja: 黒いネコ

source: Black Chest
ja: 黒鉄の宝箱

source: Black Guard
ja: 黒の衛兵

source: Black Guard Berserker
ja: 黒い衛兵バーザーカー

source: Black Heather
ja: 黒いヘザー

source: Black Knight
ja: 黒騎士

source: Black Knight Captain
ja: 黒騎士の隊長

source: Black Knight Titan
ja: 黒騎士の巨人

source: Black Knight Titan (hard)
ja: 黒騎士の巨人（上級）

source: Black axe
ja: 黒鉄の斧

source: Black axe head
ja: 黒鉄の斧の金属部分

source: Black battleaxe
ja: 黒鉄の戦斧

source: Black bead
ja: 黒い粒

source: Black bear
ja: 黒いクマ

source: Black beret
ja: 黒いベレー帽

source: Black boots
ja: 黒鉄の靴

source: Black brutal
ja: 黒鉄の残酷な矢

source: Black candle
ja: 黒いロウソク

source: Black cape
ja: 黒いマント

source: Black cavalier
ja: 黒いカバリエ

source: Black chainbody
ja: 黒鉄の鎖甲

source: Black chinchompa
ja: 黒チンチョンパ

source: Black claws
ja: 黒鉄のクローズ

source: Black cog
ja: 黒い歯車

source: Black crystal
ja: 黒い水晶

source: Black d'hide body
ja: 黒竜革のボディ

source: Black d'hide chaps
ja: 黒竜革のチャップス

source: Black d'hide vambraces
ja: 黒竜革の腕甲

source: Black dagger
ja: 黒鉄の短剣

source: Black dagger(p)
ja: 黒鉄の短剣（毒）

source: Black dart
ja: 黒鉄のダーツ

source: Black dart(p)
ja: 黒鉄のダーツ（毒）

source: Black demon
ja: 黒悪魔

source: Black demon (hard)
ja: 黒悪魔（上級）

source: Black dragon
ja: 黒竜

source: Black dragon leather
ja: 黒竜革

source: Black dragonhide
ja: 黒竜皮

source: Black dye
ja: 黒色染料

source: Black flowers
ja: 黒い花

source: Black full helm
ja: 黒鉄の全頭甲

source: Black full helm (g)
ja: 黒鉄の全頭甲（金）

source: Black full helm (t)
ja: 黒鉄の全頭甲（縁）

source: Black golem
ja: 黒いゴーレム

source: Black halberd
ja: 黒鉄の矛槍

source: Black headband
ja: 黒い鉢巻

source: Black hole
ja: 黒い穴

source: Black jaguar
ja: 黒いジャガー

source: Black key black
ja: 黒色の黒鉄の鍵

source: Black key brown
ja: 茶色の黒鉄の鍵

source: Black key crimson
ja: 深紅色の黒鉄の鍵

source: Black key purple
ja: 紫色の黒鉄の鍵

source: Black key red
ja: 赤色の黒鉄の鍵

source: Black kiteshield
ja: 黒鉄のタコ盾

source: Black kiteshield (g)
ja: 黒鉄のタコ盾（金）

source: Black kiteshield (t)
ja: 黒鉄のタコ盾（縁）

source: Black knife
ja: 黒鉄のナイフ

source: Black knife(p)
ja: 黒鉄のナイフ（毒）

source: Black knight
ja: 黒騎士

source: Black longsword
ja: 黒鉄の長剣

source: Black mace
ja: 黒鉄の鎚矛

source: Black med helm
ja: 黒鉄の鉄兜

source: Black mushroom
ja: 黒いキノコ

source: Black mushrooms
ja: 黒いキノコ

source: Black nails
ja: 黒鉄の釘

source: Black platebody
ja: 黒鉄の胸甲

source: Black platebody (g)
ja: 黒鉄の胸甲（金）

source: Black platebody (t)
ja: 黒鉄の胸甲（縁）

source: Black platelegs
ja: 黒鉄の脚甲

source: Black platelegs (g)
ja: 黒鉄の脚甲（金）

source: Black platelegs (t)
ja: 黒鉄の脚甲（縁）

source: Black plateskirt
ja: 黒鉄の裙甲

source: Black plateskirt (g)
ja: 黒鉄の裙甲（金）

source: Black plateskirt (t)
ja: 黒鉄の裙甲（縁）

source: Black prism
ja: 黒いプリズム

source: Black robe
ja: 黒いローブ

source: Black salamander
ja: 黒サラマンダ

source: Black scimitar
ja: 黒鉄の三日月刀

source: Black skirt
ja: 黒いスカート

source: Black spear
ja: 黒鉄の槍

source: Black spear(kp)
ja: 黒鉄の槍（カラムジャ毒）

source: Black spear(p)
ja: 黒鉄の槍（毒）

source: Black sq shield
ja: 黒鉄の角盾

source: Black swan
ja: 黒鳥

source: Black sword
ja: 黒鉄の剣

source: Black toy horsey
ja: 黒いおもちゃの馬

source: Black unicorn
ja: 黒いユニコーン

source: Black unicorn Foal
ja: 子供の黒ユニコーン

source: Black warhammer
ja: 黒鉄の戦鎚

source: Black warlock
ja: 黒ワーロック

source: Blackboard
ja: 黒板

source: Blackjack seller
ja: 棍棒の販売人

source: Blackout
ja: ブラックアウト

source: Blacksmith
ja: 鍛冶屋

source: Blacksmith's tools
ja: 鍛冶屋の道具

source: Blacksmiths' tools
ja: 鍛冶屋の道具

source: Blackstone
ja: ブラックストーン

source: Blade
ja: 刃物

source: Blaec
ja: ブラエク

source: Blair
ja: ブレアー

source: Blamish bark shell
ja: ブラミシュ樹皮のシェル

source: Blamish blue shell
ja: ブラミシュ青色のシェル

source: Blamish myre shell
ja: ブラミシュマイヤーシェル

source: Blamish ochre shell
ja: ブラミシュ黄土色のシェル

source: Blamish oil
ja: ブラミシュの油

source: Blamish red shell
ja: ブラミシュ赤色のシェル

source: Blamish snail slime
ja: ブラミシュ・カタツムリの粘液

source: Blandebir
ja: ブランデビー

source: Blanin
ja: バラニン

source: Blasidar the sculptor
ja: ブラシダー彫刻家

source: Blast Furnace Foreman
ja: ブラスト・ファーネスの現場監督

source: Blasted ore
ja: 爆破された鉱石

source: Bless
ja: 祝福

source: Blessed giant rat
ja: 祝福された巨大ネズミ

source: Blessed gold bowl
ja: 祝福された金のボール

source: Blessed pot
ja: 祝福された鍋

source: Blessed spider
ja: 祝福されたクモ

source: Blessed water
ja: 祝福された

source: Blighted Bologano plant
ja: 荒廃したボロガノの株

source: Blighted Bologano seedling
ja: 荒廃したボロガノの苗

source: Blighted Golovanova plant
ja: 荒廃したゴロバノバの株

source: Blighted Golovanova seedling
ja: 荒廃したゴロバノバの苗

source: Blighted Logavano plant
ja: 荒廃したロガバノの株

source: Blighted Logavano seedling
ja: 荒廃したロガバノの苗

source: Blighted vine
ja: 荒廃したツル

source: Blindweed Patch
ja: ブラインドウィードの小区画

source: Blisterwood tree
ja: ブリスターウッドの木

source: Bloated Toad
ja: 膨れたアマガエル

source: Bloated toad
ja: 膨れたアマガエル

source: Block
ja: ブロック

source: Blockage
ja: 閉塞

source: Blocked Crevice
ja: ふさがれた隙間

source: Blocked Entry
ja: ふさがれた入口

source: Blocked Tunnel
ja: ふさがったトンネル

source: Blocked entry
ja: ふさがれた入口

source: Blocked opening
ja: ふさがれた隙間

source: Blocked tunnel
ja: ふさがったトンネル

source: Blocked volcanic chamber
ja: ふさがれたマグマ溜まり

source: Blood
ja: 血

source: Blood Altar
ja: 血の祭壇

source: Blood Blamish Snail
ja: 血のブラミシュ・カタツムリ

source: Blood Cloud
ja: 血の雲

source: Blood Moon
ja: ブラッド・ムーン

source: Blood Mural
ja: 血の壁画

source: Blood Orb
ja: 血のオーブ

source: Blood Reaver
ja: ブラッド・リーヴァー

source: Blood Stinkhorn
ja: キヌガサタケ

source: Blood Stinktree
ja: ブラッド・スチンクツリー

source: Blood Tithe
ja: 血の税収

source: Blood Totem
ja: 血のトーテム

source: Blood crystal
ja: 血の水晶

source: Blood diamond
ja: 血のダイヤ

source: Blood jaguar
ja: ブラッド・ジャガー

source: Blood rift
ja: 血の裂け目

source: Blood rune
ja: 血のルーン

source: Blood spawn
ja: 血の腹子

source: Blood talisman
ja: 血のタリスマン

source: Blood'n'tar snelm
ja: 血とタールのスネルム

source: Bloodhound
ja: ブラッドハウンド

source: Bloodthirst rockslug
ja: 血に飢えた岩ナメクジ

source: Bloodthirsty Basilisk Sentinel
ja: 血に飢えたバジリスク歩哨

source: Bloodthirsty Bloodveld
ja: 血に飢えたブラッドヴェルド

source: Bloodthirsty Cockathrice
ja: 血に飢えたコカスライス

source: Bloodthirsty Crawler
ja: 血に飢えた這うモノ

source: Bloodthirsty Drake
ja: 血に飢えたドレイク

source: Bloodthirsty Hydra
ja: 血に飢えたヒドラ

source: Bloodthirsty Infernal pyrelord
ja: 血に飢えた獄炎のパイヤーロード

source: Bloodthirsty Jelly
ja: 血に飢えたゼリー

source: Bloodthirsty Mage
ja: 血に飢えた魔術師

source: Bloodthirsty Nechryarch
ja: 血に飢えたネクリアーク

source: Bloodthirsty Night beast
ja: 血に飢えたナイト・ビースト

source: Bloodthirsty Repugnant spectre
ja: 血に飢えた嫌悪の亡霊

source: Bloodthirsty Shadow Wyrm
ja: 血に飢えた影ワーム

source: Bloodthirsty Turoth
ja: 血に飢えたツーロス

source: Bloodthirsty abomination
ja: 血に飢えた忌まわしきモノ

source: Bloodthirsty abyssal demon
ja: 血に飢えた深淵の悪魔

source: Bloodthirsty banshee
ja: 血に飢えたバンシー

source: Bloodthirsty basilisk
ja: 血に飢えたバジリスク

source: Bloodthirsty choke devil
ja: 血に飢えたチョーク・デビル

source: Bloodthirsty gargoyle
ja: 血に飢えたガーゴイル

source: Bloodthirsty hand
ja: 血に飢えた手

source: Bloodthirsty kurask
ja: 血に飢えたクラスク

source: Bloodthirsty mutated Bloodveld
ja: 血に飢えた変異ブラッドヴェルド

source: Bloodthirsty pyrelord
ja: 血に飢えたパイヤーロード

source: Bloodthirsty smoke devil
ja: 血に飢えたスモーク・デビル

source: Bloodthirsty spectre
ja: 血に飢えた亡霊

source: Bloodthirsty twisted banshee
ja: 血に飢え歪んだバンシー

source: Bloodthirsty warped Jelly
ja: 血に飢え歪んだゼリー

source: Bloodveld
ja: ブラッドベルド

source: Bloodworm
ja: ブラッドワーム

source: Bloody Wave
ja: 血の波

source: Blooming Hespori sprout
ja: 咲いたヘスポリの新芽

source: Blow
ja: 吹く

source: Blow-on
ja: 吹く

source: Blue Barrier
ja: 青いバリア

source: Blue Fire
ja: 青い火

source: Blue Flowers
ja: 青い花

source: Blue Monkey
ja: 青いサル

source: Blue Moon
ja: ブルー・ムーン

source: Blue Moon Brazier
ja: ブルームーンの火鉢

source: Blue Mural
ja: 青い壁画

source: Blue Opal Director
ja: アオ・オパールの監督

source: Blue Opal Secretary
ja: アオ・オパールの秘書

source: Blue Sheep
ja: 青い羊

source: Blue Water Sign
ja: 青い水の標識

source: Blue banner
ja: 青いバナー

source: Blue beret
ja: 青いベレー帽

source: Blue block
ja: 青いブロック

source: Blue boots
ja: 青色の靴

source: Blue cape
ja: 青いマント

source: Blue chemical
ja: 青い化学物質

source: Blue cog
ja: 青い歯車

source: Blue d'hide body
ja: 青竜革のボディ

source: Blue d'hide chaps
ja: 青竜革のチャップス

source: Blue d'hide vambraces
ja: 青竜革の腕甲

source: Blue door
ja: 青いドア

source: Blue dragon
ja: 青竜

source: Blue dragon leather
ja: 青竜革

source: Blue dragon scale
ja: 青いドラゴンの鱗

source: Blue dragonhide
ja: 青竜革

source: Blue dye
ja: 青色染料

source: Blue flowers
ja: 青い花

source: Blue goblin mail
ja: 青いゴブリンの帷子

source: Blue halloween mask
ja: 青いハロウィンマスク

source: Blue hat
ja: 青色の帽子

source: Blue partyhat
ja: 青いパーティーハット

source: Blue robe bottoms
ja: 青色のローブ下

source: Blue robe top
ja: 青色のローブ上

source: Blue skirt
ja: 青いスカート

source: Blue sweets
ja: 青いお菓子<

source: Blue tears
ja: 青い涙

source: Blue thread
ja: 青い糸

source: Blue tile
ja: 青いタイル

source: Blue wizard hat
ja: 青い魔法使いの帽子

source: Blue wizard robe
ja: 青い魔法使いのローブ

source: Bluebells
ja: ツリガネスイセン

source: Blunt axe
ja: 鈍い斧

source: Blurberry
ja: ブラーベリー

source: Blurberry bar
ja: ブラーベリーのバー

source: Blurberry special
ja: ブラーベリースペシャル

source: Blurite ore
ja: ブルタイト鉱石

source: Blurite rocks
ja: ブルライトの岩

source: Blurite sword
ja: ブルライトの剣

source: Boar
ja: イノシシ

source: Board
ja: ボード

source: Board game piece
ja: ボードゲームの駒

source: Boarded-up door
ja: ふさがれたドア

source: Boardgame
ja: ボードゲーム

source: Boards
ja: ボード

source: Boat
ja: ボート

source: Boat Chute
ja: ボートシュート

source: Boat station
ja: ボートステーション

source: Boaty
ja: ボート

source: Bob
ja: ボブ

source: Bob Barter (herbs)
ja: ボブ・バーター（薬草）
